Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/tervetuloa_konferenssiin_pohjoismaiden_alkuperaiskansojen_perinteisen_tiedon_suojasta_ja_aineettomasta_omaisuudesta_11_11_2021.html.tmx
Source language: fin
Languages: smn

source: Tervetuloa konferenssiin Pohjoismaiden alkuperäiskansojen perinteisen tiedon suojasta ja aineettomasta omaisuudesta 11.11.2021
smn: Tiervâpuáttim konferensân Tave-enâmij algâaalmugij ärbitiäđu syejeest já immateriaallii omâduvâst

source: Kutsu
smn: Povdiittâs

source: Ohjelma (englanniksi)
smn: Ohjelm (eŋgâlâškielân)

source: Konferenssi Pohjoismaiden alkuperäiskansojen, eli saamelaisten ja Grönlannin inuiittien perinteisen tiedon suojasta ja aineettomasta omaisuudesta (IP) järjestetään osana Suomen Pohjoismaiden ministerineuvoston puheenjohtajuutta.
smn: Konferens Tave-enâmij algâaalmugij, ađai sämmilij já Kalaallit Nunaat inuitij ärbitiäđu syejeest já immateriaallii omâduvâst (IP) uárnejuvvoo uássin Suomâ Tave-enâmij ministerrääđi saavâjođetteijeevuođâ.

source: Perinteisen tiedon suojaan sisältyvät myös perinteiset kulttuuri-ilmaukset kuten esimerkiksi käsityöt, suullinen perintö, nimet ja symbolit.
smn: Ärbitiäđu syeji ana sistees meid ärbivuáválijd kulttuurolgospyehtimijd tego ovdâmerkkân tuojijd, njálmálii äärbi, noomâid já symbolijd.

source: Tavoitteena on käsitellä konferenssissa näitä kysymyksiä alkuperäiskansojen näkökulmasta ja vahvistaa alueellista rajat ylittävää yhteistyötä ja lisätä osaamista Pohjoismaissa niin lyhyellä kuin pitkällä aikavälillä.
smn: Ulmen lii tai koččâmušâi uásild nanodiđ kuávlulii oovtâstpargo raajij rasta já lasettiđ mättim Tave-enâmijn mieldi luhâmáin kuhes já uánihis áigáduv uulmijd.

source: Yhteistyö keskittyy erityisesti siihen, miten nykyiset aineettomat oikeudet suojaavat perinteistä tietoa ja miten puutteita tulisi käsitellä.
smn: Oovtâstpargo vuáju eromâšávt toos, ete maht táálááh immateriaalliih vuoigâdvuođah syeijejeh ärbitiäđu já maht vááijuvvuođâid kolgâččii kieđâvuššâđ.

source: Alueellisilla toimenpiteillä pyritään vaikuttamaan positiivisesti kansainvälisiin neuvotteluihin Maailman henkisen omaisuuden järjestössä WIPO:ssa.
smn: Kuávlulij toimâiguin viggeh vaiguttiđ positiivlávt aalmugijkoskâsáid ráđádâlmáid Maailm jiegâlii omâduv seervist WIPOst.

source: Aika: torstaina 11.11.2021 klo 09.00-17.30 CET
smn: Äigi: 11.11.2021 tme 09.00-17.30 cet

source: Paikka: Sajos, Inari, Saamenmaa (Sápmi), Pohjois-Suomi (ja etäyhteyksillä)
smn: Saje: Sajos, Aanaar, Säämi, Tave-Suomâ (já káidusohtâvuođâiguin)

source: Kielet: Konferenssin kielet ovat pohjoissaame ja englanti.
smn: Uárnejeijeeh : Máttááttâs- já kulttuurministeriö, Sämitigge, Suomâ rähteevuoigâdvuođâlâš servi rs, Pargo- já iäláttâsministeriö, Paateent- já registerhaldâttâs já Tave-enâmij ministerrääđi.

source: Simultaanitulkkaus järjestetään pohjoissaameksi, englanniksi, suomeksi ja skandinaaviksi.
smn: Tilálâšvuođâ kielah láá tavesämikielâ já eŋgâlâškielâ já lasseen faallâp simultaantulkkum suomâkielân já skandinaavisâš kielân.

source: Lisätietoa Dialogiportaalista .
smn: Lasetiäđuh Digiportaalist .

source: Huom!
smn: Huám!

source: Johtuen covid-19 pandemiasta tilaisuus tullaan järjestämään hybridimuodossa.
smn: Koronaraijiittâsâi tiet tilálâšvuotâ uárnejuvvoo hybridimaali mield.

source: Tapahtumapaikalla noudatetaan voimassaolevia suosituksia hygieniasta ja turvaväleistä.
smn: Tábáhtussaajeest čuávuh vyeimist leijee avžuuttâsâid hygieniast já torvokooskâin.

source: Paikkoja on rajoitetusti.
smn: Soojij meeri lii räijejum.

source: Pyydämme ilmoittautumaan keskiviikkona 21.10 mennessä täällä .
smn: Mij táttup almottâtmijd koskoho 21.10 räi: https://link.webropolsurveys.com/S/C281152C791FAA91

source: Lämpimästi tervetuloa!
smn: Lieggâsávt tiervâpuáttim!

source: Oheistapahtumat
smn: Miäldustábáhtusah

source: 9.11.2021 Yhteistyössä Museoviraston kanssa järjestetään myös webinaari Intellectual property protection and the safeguarding of Nordic indigenous traditional knowledge
smn: 9.11. ovtâspargoost Museovirgáduvváin uárnejuvvoo meid webinar Intellectual property protection and the safeguarding of Nordic indigenous traditional knowledge

source: Kuva: Outi Pieski, Cuolmmadit.
smn: Kove: Outi Pieski, Cuolmmadit.

source: Kuva: Ari Karttunen / EMMA
smn: Kove: Ari Karttunen / EMMA
